;Place localized text in this file

[UIScreen_SecondWaveOptions]
OptionNames[0]="龙生九子：士兵初始属性随机化"
OptionNames[1]="手工机器人：SPARK的龙生九子选项"
OptionNames[2]="昂贵人才：新兵属性与价格成正比"
OptionNames[3]="绝对暴击：侧翼射击100%暴击"
OptionNames[4]="指挥官的选择：新兵晋升自选职业"
OptionNames[5]="遗传学：敌方生物的龙生九子选项"
OptionNames[6]="外星人打造：敌方机械的龙生九子选项"
OptionNames[7]="隐藏潜力：士兵升级随机提升属性"
OptionNames[8]="红雾：我方士兵受伤临时降低属性。影响性能，容易崩溃，谨慎使用"
OptionNames[9]="易损零件：我方机器人受血雾影响"
OptionNames[10]="高斯曲线：血雾减少的属性数值为曲线增长"
OptionNames[11]="新经济学：区域收入随机"
OptionNames[12]="新经济学：随机百分比"
OptionNames[13]="新经济学：最低收入"

Percentage= "百分比"
Multiplier= "乘数"

UIRangesNames[0]="属性类型"
UIRangesNames[1]="随机范围"
UIRangesNames[2]="最小值"
UIRangesNames[3]="费用"

UIRFRangesNames[0]="属性类型"
UIRFRangesNames[1]="随机范围"
UIRFRangesNames[2]="算法"

ApplyToTypes[0]="禁用"
ApplyToTypes[1]="启用 - XCom"
ApplyToTypes[2]="启用 - 变种人"
ApplyToTypes[3]="启用 - 变种人 + XCom"
ApplyToTypes[4]="启用 - 外星人"
ApplyToTypes[5]="启用 - 外星人 + XCom"
ApplyToTypes[6]="启用 - 所有敌人"
ApplyToTypes[7]="启用 - 所有单位"
SWPOptionsHeader="第二波进阶选项屏幕"

[UIScreenListener_SecondWave]
SecondWaveOptionsString="第二波选项"